IDS_STL_TBL_HORDOT                            = "수평"
IDS_STL_TBL_VERDOT                            = "수직"
IDS_STL_TBL_HOR                               = "수평"
IDS_STL_TBL_VER                               = "수직"
IDS_STEEL_TB_HORDOT                           = IDS_STL_TBL_HORDOT
IDS_STEEL_TB_VERDOT                           = IDS_STL_TBL_VERDOT
IDS_STEEL_TB_HOR                              = IDS_STL_TBL_HOR
IDS_STEEL_TB_VER                              = IDS_STL_TBL_VER
IDS_STEEL_TB_SEISMIC_N_LOAD                   = "지진\n하중"
/**/IDS_STEEL_DLG_GREATER_THAN_ZERO           = "Provided weld length must be greater than 0."
/**/IDS_STEEL_DLG_GREATER_THAN_MAXLEN         = "Provided length must be ≤ Max Weld Length"

IDS_STL_FRAME_TYPE_SPECIAL_MOMENT             = "특수 모멘트 골조"
IDS_STL_FRAME_TYPE_INTERMEDIATE_MOMENT        = "중간 모멘트 골조"
IDS_STL_FRAME_TYPE_ORDINARY_MOMENT            = "보통 모멘트 골조"
IDS_STL_FRAME_TYPE_SPECIAL_CONCEN_BRACED      = "특수 중심 가새 골조"
IDS_STL_FRAME_TYPE_ORDINARY_CONCEN_BARCED     = "보통 중심 가새 골조"
IDS_STL_FRAME_TYPE_ECCENTRICALLY_BRACED       = "편심 가새 골조"
IDS_STL_FRAME_TYPE_BUCKLING_RESTRAINED_BRACED = "좌굴이 구속된 가새 골조"
IDS_STL_FRAME_TYPE_SPECIAL_PLATE_SHEAR_WALL   = "특수 플레이트 전단벽"

IDS_STL_EC3_ANNEX_CALTYPE_ANNEXA              = "Annex A"
IDS_STL_EC3_ANNEX_CALTYPE_ANNEXB              = "Annex B"

IDS_STEEL_BEAM_MODEL_INVALID_MEMNAME          = "보의 이름이 입력되지 않았습니다."
IDS_STEEL_BEAM_MODEL_INVALID_MEMBER_USE_TYPE  = "부재 적용 유형이 유효하지 않습니다."
IDS_STEEL_BEAM_SECTION_INVALID_NAME           = "유효하지 않은 단면 : 이름이 없습니다."
IDS_STEEL_BEAM_SECTION_NOT_EXIST_IN_DB        = "단면이 DB에 존재하지 않습니다."
IDS_STEEL_BEAM_SECTION_INVALID_B              = "유효하지 않은 단면 : B < 0"
IDS_STEEL_BEAM_SECTION_INVALID_H              = "유효하지 않은 단면 : H < 0"
IDS_STEEL_BEAM_SECTION_INVALID_TW             = "유효하지 않은 단면 : tw < 0"
IDS_STEEL_BEAM_SECTION_INVALID_TF             = "유효하지 않은 단면 : tf < 0"
IDS_STEEL_BEAM_SECTION_INVALID_T              = "유효하지 않은 단면 : t < 0"
IDS_STEEL_BEAM_SECTION_INVALID_D              = "유효하지 않은 단면 : D < 0"

IDS_STEEL_EXCEL_CREATE                        = "엑셀 데이터를 생성하고 있습니다."
IDS_STEEL_EXCEL_CANCEL                        = "엑셀 파일 내보내기가 취소되었습니다."
IDS_STEEL_EXCEL_FAIL                          = "EXCEL.EXE가 없어서 보고서 생성을 할 수 없습니다."
IDS_STEEL_WORD_FAIL                           = "WORD.EXE가 없어서 보고서 생성을 할 수 없습니다."

IDS_STEEL_OPEN_RECT_SIZE_H                    = "크기(H)"
IDS_STEEL_OPEN_RECT_SIZE_D                    = "직경(D)"

IDS_STEEL_FOLL_MEMB_NOT_DESIGN                = "아래의 부재는 설계할 수 없습니다.\n\n"
IDS_STEEL_FOLL_MEMB_NOT_CHECK                 = "아래의 부재는 검토할 수 없습니다.\n\n"
IDS_STEEL_DESIGN_BEAM_COL__d_d                = "철골 보 / 기둥 설계 (%d/%d)"
IDS_STEEL_DESIGN_BASE_PLATE__d_d              = "철골 베이스 플레이트 설계 (%d/%d)"
IDS_STEEL_DESIGN_BOLT_CONN__d_d               = "철골 볼트 접합부 설계 (%d/%d)"
IDS_STEEL_DESIGN_BOLT_MOMENT_CONN__d_d        = "철골 볼트 모멘트 접합부 설계 (%d/%d)"
IDS_STEEL_DESIGN_CRANE_GIRDER__d_d            = "철골 크레인 주행보 설계 (%d/%d)"
IDS_STEEL_DESIGN_STAIR__d_d                   = "철골 계단 설계 (%d/%d)"
IDS_STEEL_NOTMATCH_CODE_RESULT_DATA           = "해석 결과의 설계 기준과 일치하지 않습니다."
IDS_STEEL_NOT_ADD_IN_FIRSTROW                 = "첫번째 열은 삭제할 수 없습니다."
IDS_STEEL_INVALID_CELL_APPOINT_CELL           = "삽입하기에 선택된 셀이 적절하지 않습니다. 셀을 다시 선택해주세요."
IDS_STEEL_NOT_DELETE_IN_HEADROW               = "헤더는 삭제할 수 없습니다."
IDS_STEEL_DEFINE__2f                          = "%.2f"
IDS_STEEL_NAME_WIDTH                          = "너비"
IDS_STEEL_NAME_DIAMETER                       = "직경"
IDS_STEEL_NAME_NUMBER                         = "개수"
IDS_STEEL_NAME_NUMBER_X                       = "개수 (x)"
IDS_STEEL_NAME_POSITION                       = "위치"
IDS_STEEL_NAME_POSITION_X                     = "위치 (x)"
IDS_STEEL_TOOLTIP_RIBPLATE_HEIGHT             = "리브 플레이트의 전체 높이"
IDS_STEEL_TOOLTIP_BASEPLATE_HEIGHT            = "베이스 플레이트의 상부로 부터의 수직 높이"
IDS_STEEL_TOOLTIP_DISTANCE_FROMEND            = "베이스 플레이트의 단부로 부터의 이격 거리\n"
IDS_STEEL_TOOLTIP_DISTANCE_FROMEND_EXP        = "( 원형 베이스 플레이트인 경우,\n내접하는 사각형 단면의 단부로 부터의 이격 거리 )"
IDS_STEEL_TOOLTIP_DISTANCE_COLFACE            = "기둥면에서 부터의 수평 거리"
IDS_STEEL_TOOLTIP_SBP_LCOM_GEN1               = "[ 철골 베이스 플레이트의 하중 조합 적용 가이드 ]"
IDS_STEEL_TOOLTIP_SBP_LCOM_GEN2               = "자동 메쉬 분할과 유한 요소 해석의 실행 시간을 고려해서 적절한 방식을 선택하십시오."
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE10             = "(1) 모든 하중 조합에 대한 해석을 수행하지 않아도 되는 경우"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE11             = "  + 모든 하중 조합이 압축인 경우"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE12             = "  + 모든 하중 조합이 인장인 경우"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE13             = "  + 휨모멘트나 전단력에 의해서 최불리 조건이 결정되지 않는 경우"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE20             = "(2) 모든 하중 조합에 대한 해석을 수행해야 하는 경우"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE21             = "  + 하중 조합에 압축과 인장이 모두 존재하는 경우"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE22             = "  + 휨모멘트나 전단력에 의해서 최불리 조건이 결정되는 경우"
IDS_STEEL_TOOLTIP_SBP_LCOM_CASE23             = "  + 베이스 플레이트의 크기가 기둥의 크기보다 매우 큰 경우"
IDS_STEEL_TOOLTIP_SEP_LCOM_GEN1               = "[ 철골 임베디드 플레이트의 하중 조합 적용 가이드 ]"
IDS_STEEL_TOOLTIP_SEP_LCOM_GEN2               = "자동 메쉬 분할과 유한 요소 해석의 실행 시간을 고려해서 적절한 방식을 선택하십시오."
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE10             = "(1) 모든 하중 조합에 대한 해석을 수행하지 않아도 되는 경우"
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE11             = "  + 모든 하중 조합이 압축인 경우"
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE12             = "  + 모든 하중 조합이 인장인 경우"
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE20             = "(2) 모든 하중 조합에 대한 해석을 수행해야 하는 경우"
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE21             = "  + 하중 조합에 압축과 인장이 모두 존재하는 경우"
IDS_STEEL_TOOLTIP_SEP_LCOM_CASE22             = "  + 임베디드 플레이트의 크기가 철골 보의 크기보다 매우 큰 경우"
IDS_STEEL_TB_NAME_PERCENT                     = "백분율"
IDS_STEEL_TB_NAME_CHK                         = "CHK"
IDS_STEEL_TB_NAME_MEMBER_NAME                 = "부재\n이름"
IDS_STEEL_TB_NAME_APPLY_MEMBERTO              = "적용\n유형"
IDS_STEEL_TB_NAME_BOLT_SYSTEM                 = "볼트 유형"
IDS_STEEL_TB_NAME_BOLT_DEFORM                 = "볼트 구멍\n변형 고려"
IDS_STEEL_TB_NAME_BOLT_HOLE_TYPE              = "볼트 구멍 유형"
IDS_STEEL_TB_NAME_BOLT_SLIP_FACTOR            = "마찰\n계수"
IDS_STEEL_TB_NAME_MATERIAL                    = "재질"
IDS_STEEL_TB_NAME_BEAM_GIRDER                 = "큰보 /\n작은보"
IDS_STEEL_TB_NAME_BASE_N_PLATE                = "베이스\n플레이트"
IDS_STEEL_TB_NAME_RIB_N_WING                  = "리브 /\n윙 플레이트"
IDS_STEEL_TB_NAME_PLATE                       = "플레이트"
IDS_STEEL_TB_NAME_PLATE_E                     = "플레이트 "
IDS_STEEL_TB_NAME_STRINGER                    = "스트링거"
IDS_STEEL_TB_NAME_STRINGER_1                  = "스트링거1"
IDS_STEEL_TB_NAME_STRINGER_2                  = "스트링거2"
IDS_STEEL_TB_NAME_STRINGER_3                  = "스트링거3"
IDS_STEEL_TB_NAME_STRINGER_4                  = "스트링거4"
IDS_STEEL_TB_NAME_STRINGER_SECT               = "스트링거 단면"
IDS_STEEL_TB_NAME_ANCHOR_BOLT                 = "앵커\n볼트"
IDS_STEEL_TB_NAME_EDGE_DIST                   = "연단 거리"
IDS_STEEL_TB_NAME_ANCHOR_SPLT_FAIL            = "쪼갬\n파괴"
IDS_STEEL_TB_NAME_ANCHOR_SPLT_SPAC            = "앵커의 최소 간격"
IDS_STEEL_TB_NAME_ANCHOR_SPLT_EDGE            = "앵커의 최소 연단 거리"
IDS_STEEL_TB_NAME_ANCHOR_SPLT_DPTH            = "부재의 최소 두께"
IDS_STEEL_TB_NAME_ANCHOR_RATIO                = "앵커\n( 비율 )"
IDS_STEEL_TB_NAME_ANCHOR_TENSION              = "앵커\n( 인장 )"
IDS_STEEL_TB_NAME_ANCHOR_SHEAR                = "앵커\n( 전단 )"
IDS_STEEL_TB_NAME_POST_ANCHOR_RATIO           = "후설치\n앵커\n( 비율 )"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENSION         = "후설치\n앵커\n( 인장 )"
IDS_STEEL_TB_NAME_POST_ANCHOR_SHEAR           = "후설치\n앵커\n( 전단 )"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_STLS       = "강재 강도"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_CBOS       = "콘크리트의 브레이크아웃 강도"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_CSFB       = "콘크리트의 측면 파열 강도"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_CPOS       = "앵커의 뽑힘 강도"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_SFBS       = "콘크리트 측면 파열 강도"
IDS_STEEL_TB_NAME_POST_ANCHOR_TENS_BSAA       = "부착식 앵커의 부착 강도"
IDS_STEEL_TB_NAME_POST_ANCHOR_SHEAR_STLS      = "강재 강도"
IDS_STEEL_TB_NAME_POST_ANCHOR_SHEAR_CBOS      = "콘크리트 브레이크아웃 강도"
IDS_STEEL_TB_NAME_POST_ANCHOR_SHEAR_CPOS      = "앵커의 뽑힘 강도"
IDS_STEEL_TB_NAME_FCK                         = "Fck"
IDS_STEEL_TB_NAME_USE_N_SECT_N_PHIMN          = "부재\n강도\n사용"
IDS_STEEL_TB_NAME_FORCE                       = "부재력"
IDS_STEEL_TB_NAME_LCOMB                       = "하중 조합"
IDS_STEEL_TB_NAME_LCOMBINATION                = "하중 조합"
IDS_STEEL_TB_NAME_DOTDOTDOT                   = "..."
IDS_STEEL_TB_NAME_FES_ALL_LCOM                = "FES\nAll"
IDS_STEEL_TB_NAME_PU                          = "Pu"
IDS_STEEL_TB_NAME_MUX                         = "Mux"
IDS_STEEL_TB_NAME_MUY                         = "Muy"
IDS_STEEL_TB_NAME_VUX                         = "Vux"
IDS_STEEL_TB_NAME_VUY                         = "Vuy"
IDS_STEEL_TB_NAME_SECTION                     = "단면"
IDS_STEEL_TB_NAME_MEMBER_LENGTH               = "부재 길이"
IDS_STEEL_TB_NAME_SHAPE                       = "형상"
IDS_STEEL_TB_NAME_USE_DB                      = "DB\n사용"
IDS_STEEL_TB_NAME_NAME                        = "이름"
IDS_STEEL_TB_NAME_SIZE                        = "크기"
IDS_STEEL_TB_NAME_SIZE1                       = "크기1"
IDS_STEEL_TB_NAME_SIZE2                       = "크기2"
IDS_STEEL_TB_NAME_SIZE3                       = "크기3"
IDS_STEEL_TB_NAME_SIZE4                       = "크기4"
IDS_STEEL_TB_NAME_SIZE5                       = "크기5"
IDS_STEEL_TB_NAME_SIZE6                       = "크기6"
IDS_STEEL_TB_NAME_BASEPLATE                   = "베이스 플레이트"
IDS_STEEL_TB_NAME_B                           = "B"
IDS_STEEL_TB_NAME_H                           = "H"
IDS_STEEL_TB_NAME_D                           = "D"
IDS_STEEL_TB_NAME_T                           = "t"
IDS_STEEL_TB_NAME_ON_PEDESTAL                 = "페데스탈\n설치"
IDS_STEEL_TB_NAME_PEDESTAL                    = "페데스탈"
IDS_STEEL_TB_NAME_WINGPLATE                   = "윙 플레이트"
IDS_STEEL_TB_NAME_USE                         = "적용"
IDS_STEEL_TB_NAME_RIBPLATE                    = "리브 플레이트"
IDS_STEEL_TB_NAME_H1                          = "H1"
IDS_STEEL_TB_NAME_H2                          = "H2"
IDS_STEEL_TB_NAME_L1                          = "L1"
IDS_STEEL_TB_NAME_L2                          = "L2"
IDS_STEEL_TB_NAME_NOX                         = "NoX"
IDS_STEEL_TB_NAME_NOY                         = "NoY"
IDS_STEEL_TB_NAME_NO                          = "No"
IDS_STEEL_TB_NAME_EXTEND                      = "연장"
IDS_STEEL_TB_NAME_INSTALL_N_TYPE              = "설치\n유형"
IDS_STEEL_TB_NAME_ANCHOR_BOLT2                = "앵커 볼트"
IDS_STEEL_TB_NAME_TYPE                        = "유형"
IDS_STEEL_TB_NAME_L                           = "L"
IDS_STEEL_TB_NAME_CAST                        = "선설치\n(D)"
IDS_STEEL_TB_NAME_POST                        = "후설치"
IDS_STEEL_TB_NAME_POSITION                    = "위치"
IDS_STEEL_TB_NAME_X                           = "X"
IDS_STEEL_TB_NAME_Y                           = "Y"
IDS_STEEL_TB_NAME_START_ANGLE                 = "시작\n각도"
IDS_STEEL_TB_NAME_FROM_LIBPLATE               = "리브\n배치\n적용"
IDS_STEEL_TB_NAME_DESIGN_DATA                 = "설계\n데이터"
IDS_STEEL_TB_NAME_DESIGN_FORCE                = "설계 부재력"
IDS_STEEL_TB_NAME_DESIGN_CAPACITY             = "설계 강도"
IDS_STEEL_TB_NAME_BEARING                     = "지압"
IDS_STEEL_TB_NAME_COMP                        = "압축"
IDS_STEEL_TB_NAME_TENS                        = "인장"
IDS_STEEL_TB_NAME_MU                          = "Mu"
IDS_STEEL_TB_NAME_VU                          = "Vu"
IDS_STEEL_TB_NAME_TU                          = "Tu"
IDS_STEEL_TB_NAME_TS                          = "Ts"
IDS_STEEL_TB_NAME_DESIGN_RATIO                = "설계 강도비"
IDS_STEEL_TB_NAME_CHECK_ITEMS                 = "검토 항목"
IDS_STEEL_TB_NAME_VALUE                       = "발생값"
IDS_STEEL_TB_NAME_CRITERIA                    = "기준값"
IDS_STEEL_TB_NAME_REMARK                      = "비고"
IDS_STEEL_TB_NAME_STUD_N_REQ                  = "스터드\n요구사항"
IDS_STEEL_TB_NAME_STUD_REQ_EDGE               = "연단 "
IDS_STEEL_TB_NAME_STUD_REQ_DIA_DOT            = "직경 "
IDS_STEEL_TB_NAME_STUD_REQ_SPA_DOT            = "간격 "
IDS_STEEL_TB_NAME_BEARING_N_STRESS            = "지압\n응력"
IDS_STEEL_TB_NAME_COMP_E                      = "압축 "
IDS_STEEL_TB_NAME_TENS_E                      = "인장 "
IDS_STEEL_TB_NAME_BASENPLATE                  = "베이스\n플레이트"
IDS_STEEL_TB_NAME_EMBEDDED_N_PLATE            = "임베디드\n플레이트"
IDS_STEEL_TB_NAME_RIB_N_PLATE                 = "리브\n플레이트"
IDS_STEEL_TB_NAME_MXX_E                       = "Mxx "
IDS_STEEL_TB_NAME_MYY_E                       = "Myy "
IDS_STEEL_TB_NAME_RIBNPLATE                   = "리브\n플레이트"
IDS_STEEL_TB_NAME_BTR                         = "BTR"
IDS_STEEL_TB_NAME_DTR                         = "DTR"
IDS_STEEL_TB_NAME_MU_E                        = "Mu "
IDS_STEEL_TB_NAME_MU_E1                       = "MEd "
IDS_STEEL_TB_NAME_VU_E                        = "Vu "
IDS_STEEL_TB_NAME_VA_E                        = "Va "
IDS_STEEL_TB_NAME_VU_E1                       = "VEd "
IDS_STEEL_TB_NAME_WINGNPLATE                  = "윙\n플레이트"
IDS_STEEL_TB_NAME_TU_E                        = "Tu "
IDS_STEEL_TB_NAME_TU_E1                       = "TEd "
IDS_STEEL_TB_NAME_ANCHOTNBOLT                 = "앵커\n볼트 "
IDS_STEEL_TB_NAME_LENGTH                      = "길이 "
IDS_STEEL_NAME_SECTION1                       = "단면-1"
IDS_STEEL_NAME_SECTION2                       = "단면-2"
IDS_STEEL_NAME_SECTION3                       = "단면-3"
IDS_STEEL_NAME_DESIGN_N_TYPE                  = "설계\n유형"
IDS_STEEL_NAME_CHECK_N_TORSION                = "비틀림\n검토"
IDS_STEEL_NAME_TORSION_N_DGN_N_DATA           = "비틀림\n설계\n데이터"
IDS_STEEL_TB_NAME_LENGTH2                     = "길이"
IDS_STEEL_TB_NAME_LX                          = "Lx"
IDS_STEEL_TB_NAME_LY                          = "Ly"
IDS_STEEL_TB_NAME_LT                          = "Lt"
IDS_STEEL_TB_NAME_LB                          = "Lb"
IDS_STEEL_TB_NAME_CONSIDER_LB                 = "Lb\n고려"
IDS_STEEL_TB_NAME_KX                          = "Kx"
IDS_STEEL_TB_NAME_KY                          = "Ky"
IDS_STEEL_TB_NAME_FACTOR                      = "계수"
IDS_STEEL_TB_NAME_CANTILEVER                  = "캔틸레버"
IDS_STEEL_TB_NAME_CB                          = "Cb"
IDS_STEEL_TB_NAME_FORCE_CHECK                 = "부재력 검토"
IDS_STEEL_TB_NAME_COMBINED_RATIO_PIPE         = "조합 강도비\n( 파이프 단면 )"
IDS_STEEL_TB_NAME_DESIGN                      = "설계"
IDS_STEEL_TB_NAME_FLG_WEB_CHECK               = "플랜지\n웨브\n검토"
IDS_STEEL_TB_NAME_APPLY_SET_RATIO             = "내진\n폭-두께비\n적용"
IDS_STEEL_TB_NAME_CHECK_AS_LINK               = "링크로\n검토"
IDS_STEEL_TB_NAME_LATERF_REST_SYS             = "횡력 저항\n시스템"
IDS_STEEL_TB_NAME_LINK                        = "링크"
IDS_STEEL_TB_NAME_LINK_STIFFENER              = "링크 스티프너"
IDS_STEEL_TB_NAME_ONE_SIDE_N_STIFF            = "한쪽면\n스티프너"
IDS_STEEL_TB_NAME_BRACING_TYPE                = "브레이스 유형"
IDS_STEEL_TB_NAME_BRACING_N_TYPE              = "브레이스\n유형"
IDS_STEEL_TB_NAME_SLANDER_THICK_RATIO         = "세장비 및 판 폭-두께비"
IDS_STEEL_TB_NAME_SLANDERNESS                 = "세장비"
IDS_STEEL_TB_NAME_SECTION_CONDITION           = "단면 조건"
IDS_STEEL_TB_NAME_FLANGE                      = "플랜지"
IDS_STEEL_TB_NAME_WEB                         = "웨브"
IDS_STEEL_TB_NAME_PHI_PN                      = "øPn"
IDS_STEEL_TB_NAME_PHI_MNX                     = "øMnx"
IDS_STEEL_TB_NAME_PHI_MNY                     = "øMny"
IDS_STEEL_TB_NAME_PHI_VNX                     = "øVnx"
IDS_STEEL_TB_NAME_PHI_VNY                     = "øVny"
IDS_STEEL_TB_NAME_DESIGN_RESULT               = "설계 결과"
IDS_STEEL_TB_NAME_P                           = "P"
IDS_STEEL_TB_NAME_COMBINED                    = "조합"
IDS_STEEL_TB_NAME_TENSION                     = "인장"
IDS_STEEL_TB_NAME_SHEAR                       = "전단"
IDS_STEEL_TB_NAME_MOMENT                      = "모멘트"
IDS_STEEL_TB_NAME_CONNECTION                  = "접합"
IDS_STEEL_TB_NAME_BEAM_COLUMN                 = "보/\n기둥"
IDS_STEEL_TB_NAME_SHEAR_N_TYPE                = "전단\n유형"
IDS_STEEL_TB_NAME_BY_PERCENT                  = "백분율 기준"
IDS_STEEL_TB_NAME_RATIO_N_                    = "비율\n(%)"
IDS_STEEL_TB_NAME_HIGH_TENSION_BOLT           = "고력 볼트"
IDS_STEEL_TB_NAME_SPACE_X                     = "간격 (x)"
IDS_STEEL_TB_NAME_SPACE_Y                     = "간격 (y)"
IDS_STEEL_TB_NAME_SPACE                       = "간격"
IDS_STEEL_TB_NAME_AUTO                        = "Auto"
IDS_STEEL_TB_NAME_EXTENSION_X                 = "연단 거리 (x)"
IDS_STEEL_TB_NAME_EXTENSION_Y                 = "연단 거리 (y)"
IDS_STEEL_TB_NAME_EXTENSION                   = "연단 거리"
IDS_STEEL_TB_NAME_GAP                         = "이격 거리"
IDS_STEEL_TB_NAME_BOLT_LAYOUT                 = "볼트 배치"
IDS_STEEL_TB_NAME_T_EXT                       = "t (외부)"
IDS_STEEL_TB_NAME_T_INT                       = "t (내부)"
IDS_STEEL_TB_NAME_MD_N_FACTOR                 = "모멘트\n분배계수"
IDS_STEEL_TB_NAME_FORCE_AXIAL_LOAD            = "축방향력에 의한 부재력"
IDS_STEEL_TB_NAME_FORCE_MOMENT                = "모멘트에 의한 부재력"
IDS_STEEL_TB_NAME_SHEAR_FORCE                 = "전단력"
IDS_STEEL_TB_NAME_P_FLG                       = ".flg"
IDS_STEEL_TB_NAME_P_WEB                       = ".web"
IDS_STEEL_TB_NAME_CHECK_WEB                   = "웨브 검토"
IDS_STEEL_TB_NAME_RN_SLASH                    = "Rn/"
IDS_STEEL_TB_NAME_RV_SLASH                    = "Rv/"
IDS_STEEL_TB_NAME_RA_SLASH                    = "Ra/"
IDS_STEEL_TB_NAME_RN                          = "Rn"
IDS_STEEL_TB_NAME_RMAX_SLASH                  = "Rmax/"
IDS_STEEL_TB_NAME_PN                          = "Pn"
IDS_STEEL_TB_NAME_MN                          = "Mn"
IDS_STEEL_TB_NAME_VN                          = "Vn"
IDS_STEEL_TB_NAME_CHECK_FLANGE                = "플랜지 검토"
IDS_STEEL_TB_NAME_COMB_P_N                    = "조합\n(P + M)"
IDS_STEEL_TB_NAME_PA                          = "Pa"
IDS_STEEL_TB_NAME_MAX                         = "Max"
IDS_STEEL_TB_NAME_MAY                         = "May"
IDS_STEEL_TB_NAME_VAX                         = "Vax"
IDS_STEEL_TB_NAME_VAY                         = "Vay"
IDS_STEEL_TB_NAME_MA                          = "Ma"
IDS_STEEL_TB_NAME_VA                          = "Va"
IDS_STEEL_TB_NAME_CHECK_ITEM                  = "검토 항목"
IDS_STEEL_TB_NAME_DA_EMPTY                    = "da "
IDS_STEEL_TB_NAME_PU_EMPTY                    = "Pu "
IDS_STEEL_TB_NAME_BOLT_PROPERTIES             = "볼트 속성"
IDS_STEEL_TB_NAME_IP                          = "Ip "
IDS_STEEL_TB_NAME_CX                          = "Cx "
IDS_STEEL_TB_NAME_CY                          = "Cy "
IDS_STEEL_TB_NAME_PHI_RN                      = "øRn "
IDS_STEEL_TB_NAME_RV                          = "Rv"
IDS_STEEL_TB_NAME_RV_E                        = "Rv "
IDS_STEEL_TB_NAME_RMX_E                       = "Rmx "
IDS_STEEL_TB_NAME_RMY_E                       = "Rmy "
IDS_STEEL_TB_NAME_RMAX_E                      = "Rmax "
IDS_STEEL_TB_NAME_RN_E                        = "Rn "
IDS_STEEL_TB_NAME_CHECK_RESULT_PLATE          = "검토 결과 ( 플레이트 )"
IDS_STEEL_TB_NAME_MU_P_PHI_MN                 = "Mu/øMn"
IDS_STEEL_TB_NAME_VU_P_PHI_VN                 = "Vu/øVn"
IDS_STEEL_TB_NAME_PU_P_PHI_PN                 = "Pu/øPn"
IDS_STEEL_TB_NAME_RA                          = "Ra"
IDS_STEEL_TB_NAME_RA_E                        = "Ra "
IDS_STEEL_TB_NAME_CHECK_BEARING_WEB_SHEAR     = "지압 강도 검토 ( 웨브, 전단 )"
IDS_STEEL_TB_NAME_CHECK_BEARING_WEB_TENSION   = "지압 강도 검토 ( 웨브, 인장 )"
IDS_STEEL_TB_NAME_CHECK_BEARING_FLG_TENSION   = "지압 강도 검토 ( 플랜지, 인장 )"
IDS_STEEL_TB_NAME_RN_P_OMEGA                  = "Rn/Ω "
IDS_STEEL_TB_NAME_RMAX_P_RN_P_OMEGA           = "Rmax/(Rn/Ω)"
IDS_STEEL_TB_NAME_RN_P_RN_P_OMEGA             = "Rn/(Rn/Ω)"
IDS_STEEL_TB_NAME_MN_P_OMEGA                  = "Mn/Ω "
IDS_STEEL_TB_NAME_MA_P_MN_P_OMEGA             = "Ma/(Mn/Ω)"
IDS_STEEL_TB_NAME_VN_P_OMEGA                  = "Vn/Ω "
IDS_STEEL_TB_NAME_VA_P_VN_P_OMEGA             = "Va/(Vn/Ω)"
IDS_STEEL_TB_NAME_TN_P_OMEGA                  = "Tn/Ω "
IDS_STEEL_TB_NAME_TA_P_TN_P_OMEGA             = "Ta/(Tn/Ω)"
IDS_STEEL_TB_NAME_PN_P_OMEGA                  = "Pn/Ω "
IDS_STEEL_TB_NAME_PA_P_PN_P_OMEGA             = "Pa/(Pn/Ω)"
IDS_STEEL_TB_NAME_PA_P_PN_P_OMEGA_PS_MA_P_MN_P_OMEGA  = "Pa/(Pn/Ω) + Ma/(Mn/Ω)"
IDS_STEEL_TB_NAME_PAA_E                       = "Paa "
IDS_STEEL_TB_NAME_PAM_E                       = "Pam "
IDS_STEEL_TB_NAME_RV_P_RN_P_OMEGA             = "Rv/(Rn/Ω)"
IDS_STEEL_TB_NAME_RA_P_RN_P_OMEGA             = "Ra/(Rn/Ω)"
IDS_STEEL_TB_NAME_COVER_N_PLATE               = "커버\n플레이트"
IDS_STEEL_TB_NAME_GIRDER                      = "큰보"
IDS_STEEL_TB_NAME_SPAN                        = "경간"
IDS_STEEL_TB_NAME_RAIL_N_WIDTH                = "레일\n너비"
IDS_STEEL_TB_NAME_BACK_GIRDER                 = "백거더"
IDS_STEEL_TB_NAME_DEPTH                       = "높이"
IDS_STEEL_TB_NAME_BRACE_TENS_FLANGE           = "인장\n플랜지\n구속"
IDS_STEEL_TB_NAME_VERTICAL_STIFFENER          = "수직 스티프너"
IDS_STEEL_TB_NAME_END_STIFFENER               = "단부 스티프너"
IDS_STEEL_TB_NAME_MID_STIFFENER               = "중간 스티프너"
IDS_STEEL_TB_NAME_THK_ONE                     = "두께(1)"
IDS_STEEL_TB_NAME_THK_TWO                     = "두께(2)"
IDS_STEEL_TB_NAME_CRANE_INFORMATION           = "크레인 정보"
IDS_STEEL_TB_NAME_WHEELS                      = "차륜"
IDS_STEEL_TB_NAME_SELF_N_WEIGHT               = "자중"
IDS_STEEL_TB_NAME_IMPACT_FACTOR               = "충격 계수"
IDS_STEEL_TB_NAME_VER_P                       = "수직"
IDS_STEEL_TB_NAME_HOR_P                       = "수평"
IDS_STEEL_TB_NAME_RUN_P                       = "주행"
IDS_STEEL_TB_NAME_FATIGUE                     = "피로"
IDS_STEEL_TB_NAME_LOADING_CYCLES              = "재하\n회수"
IDS_STEEL_TB_NAME_DEFLECTION                  = "처짐"
IDS_STEEL_TB_NAME_VERTICAL_DIR                = "수직 방향"
IDS_STEEL_TB_NAME_HORIZONTAL_DIR              = "수평 방향"
IDS_STEEL_TB_NAME_VERTICAL                    = "수직"
IDS_STEEL_TB_NAME_HORIZONTAL                  = "수평"
IDS_STEEL_TB_NAME_RUNNING_DIR                 = "주행 방향"
IDS_STEEL_TB_NAME_VU_MAX                      = "Vu,max"
IDS_STEEL_TB_NAME_VA_MAX                      = "Va,max"
IDS_STEEL_TB_NAME_RMAX                        = "Rmax"
IDS_STEEL_TB_NAME_MU_MAX                      = "Mu,max"
IDS_STEEL_TB_NAME_MA_MAX                      = "Ma,max"
IDS_STEEL_TB_NAME_FX                          = "Fx"
IDS_STEEL_TB_NAME_BEAM_RESULT                 = "보 검토 결과"
IDS_STEEL_TB_NAME_WIDTH_THICK_RATIO           = "판 폭-두께비"
IDS_STEEL_TB_NAME_H_P_TW                      = "h/tw"
IDS_STEEL_TB_NAME_LAMDA_P_LAMDAMAX            = "λ/λmax"
IDS_STEEL_TB_NAME_MAX_STRESS_BY_LL            = "활하중에 의한\n최대 응력"
IDS_STEEL_TB_NAME_STRESS_RANGE_BY_LL          = "활하중에 의한\n응력 범위"
IDS_STEEL_TB_NAME_WEB_UNDER_CC_FORCE          = "집중 하중을 받는 웨브"
IDS_STEEL_TB_NAME_V                           = "V"
IDS_STEEL_TB_NAME_MID                         = "중앙"
IDS_STEEL_TB_NAME_END                         = "단부"
IDS_STEEL_TB_NAME_CHECK_STIFFENER             = "스티프너 검토"
IDS_STEEL_TB_NAME_RATIO1                      = "비율1"
IDS_STEEL_TB_NAME_RATIO2                      = "비율2"
/**/IDS_STEEL_TB_NAME_RATIO3                  = "Ratio3"
/**/IDS_STEEL_TB_NAME_RATIO4                  = "Ratio4"
/**/IDS_STEEL_TB_NAME_RATIO5                  = "Ratio5"
IDS_STEEL_TB_NAME_RATIO                       = "비율"
IDS_STEEL_TB_NAME_REQUIRE                     = "필요"
IDS_STEEL_TB_NAME_LOCAL_RN_YIELDING           = "국부\n항복"
IDS_STEEL_TB_NAME_CRIPPING                    = "크리플링"
IDS_STEEL_TB_NAME_SIDESWAY_RN_BUCKLING        = "횡좌굴"
IDS_STEEL_TB_NAME_COMP_RN_BUCKLING            = "압축 좌골"
IDS_STEEL_TB_NAME_REQUIRED                    = "필요함."
IDS_STEEL_TB_NAME_NOT_REQUIRED                = "필요하지 않음."
IDS_STEEL_TB_NAME_STIFF_REQUIRED              = "스티프너가 필요함."
IDS_STEEL_TB_NAME_STIFF_NOT_REQUIRED          = "스티프너가 필요하지 않음."
IDS_STEEL_TB_NAME_NO_PNT                      = "No."
IDS_STEEL_TB_NAME_LOAD_E                      = "하중 "
IDS_STEEL_TB_NAME_DEAD_E                      = "고정 "
IDS_STEEL_TB_NAME_LIVE_E                      = "적재 "
IDS_STEEL_TB_NAME_DIST_PNT_E                  = "거리 "
IDS_STEEL_DLG_SHEAR_PLATE                     = "전단 플레이트"
IDS_STEEL_DLG_EMBED_RB_PLATE                  = "임베디드\n플레이트"
IDS_STEEL_TB_NAME_STUD                        = "스터드"
IDS_STEEL_TB_NAME_CONCRETE                    = "콘크리트"
IDS_STEEL_TB_NAME_REBAR                       = "철근"
IDS_STEEL_TB_NAME_CONN_TYPE                   = "접합\n유형"
IDS_STEEL_TB_NAME_SHEAR_PLATE_CONN_TYPE       = "전단 플레이트 ( 전단 접합용 )"
IDS_STEEL_TB_NAME_THICK                       = "두께"
IDS_STEEL_TB_NAME_HEIGHT                      = "높이"
IDS_STEEL_TB_NAME_HEIGHT_1                    = "높이1"
IDS_STEEL_TB_NAME_HEIGHT_2                    = "높이2"
IDS_STEEL_TB_NAME_CONS_ECCEN                  = "편심\n고려"
IDS_STEEL_TB_NAME_ECCEN_PNT_E                 = "편심(e)"
IDS_STEEL_TB_NAME_ECCEN_PNT                   = "편심"
IDS_STEEL_TB_NAME_BEAM_SECTION                = "보 단면"
IDS_STEEL_TB_NAME_RC_MEMBER_WALLCOLBEAM       = "RC 부재 ( 벽 / 기둥 / 보 )"
IDS_STEEL_TB_NAME_LEFT                        = "좌측"
IDS_STEEL_TB_NAME_RIGHT                       = "우측"
IDS_STEEL_TB_NAME_TOP                         = "상부"
IDS_STEEL_TB_NAME_BOT                         = "하부"
IDS_STEEL_TB_NAME_HEADED_STUD                 = "스터드 볼트"
IDS_STEEL_TB_NAME_EXT_PNT_LENGTH              = "연단 거리"
IDS_STEEL_TB_NAME_E1                          = "E1"
IDS_STEEL_TB_NAME_E2                          = "E2"
IDS_STEEL_TB_NAME_S1                          = "내부"
IDS_STEEL_TB_NAME_S2                          = "외부 X"
IDS_STEEL_TB_NAME_S3                          = "외부 Y"
IDS_STEEL_TB_ROW_RN_EA                        = "행\n( EA )"
IDS_STEEL_TB_COLUMN_RB_EA                     = "열\n( EA )"
IDS_STEEL_TB_NO_PNT_OF_RN_ROW_EA              = "열의\n수\n( EA )"
IDS_STEEL_TB_NAME_RIB_PLATE_AT_FLANGE         = "리브 플레이트"
IDS_STEEL_TB_NAME_DIST_PNT                    = "거리"
IDS_STEEL_TB_NAME_DESIGN_STRENGTH             = "설계 강도"
IDS_STEEL_TB_NAME_PHI_VN                      = "øVn"
IDS_STEEL_TB_NAME_M                           = "M"
IDS_STEEL_TOOLTIP_MAINP_LENGTH                = "정(+)하중에 의한 비지지 길이"
IDS_STEEL_TOOLTIP_SUBP_LENGTH                 = "부(-)하중에 의한 비지지 길이"
IDS_STEEL_TOOLTIP_MAINP_WIND_LOAD             = "정압에 의한 풍하중\n  (+) : 중력 방향으로 재하\n  (-) : 중력 반대 방향으로 재하"
IDS_STEEL_TOOLTIP_SUBP_WIND_LOAD              = "부압에 의한 풍하중\n  (+) : 중력 방향으로 재하\n  (-) : 중력 반대 방향으로 재하"
IDS_STEEL_TB_NAME_MEMBER_TYPE                 = "부재\n유형"
IDS_STEEL_MSG_CALCRESULT_NOT_CREATE__s        = "%s의 검토 결과를 생성할 수 없습니다."
IDS_STEEL_MSG_CALCRESULT_NOT_CREATE_CONTINUE__s  = "%s의 검토 결과를 생성할 수 없습니다.\n계속할까요?"
IDS_STEEL_MSG_REPORT_NOT_CREATE               = "보고서 생성에 실패했습니다."
IDS_STEEL_MSG_REPORT_NOT_CREATE__s            = "%s의 보고서 생성에 실패했습니다."
IDS_STEEL_TB_NAME_BRACE_STRENGTH              = "브레이스 강도"
IDS_STEEL_TB_NAME_BRACE_DESIGN_VARIABLES      = "브레이스 설계 변수"
IDS_STEEL_TB_NAME_UNBRACED_LENGTH             = "비지지 길이"
IDS_STEEL_TB_NAME_LIB_PLUS                    = "Lb (+)"
IDS_STEEL_TB_NAME_LIB_MINUS                   = "Lb (-)"
IDS_STEEL_TB_NAME_DEAD_LOAD                   = "고정 하중"
IDS_STEEL_TB_NAME_DESIGN_LOAD                 = "설계 하중"
IDS_STEEL_TB_NAME_USER                        = "사용자"
IDS_STEEL_TB_NAME_VERTICAL_LOAD               = "수직 하중"
IDS_STEEL_TB_NAME_LIVE                        = "활하중"
IDS_STEEL_TB_NAME_LIVE_LOAD                   = "활하중"
IDS_STEEL_TB_NAME_LIVE_N_LOAD                 = "활하중"
IDS_STEEL_TB_NAME_ROOF                        = "지붕"
IDS_STEEL_TB_NAME_WALL                        = "벽체"
IDS_STEEL_TB_NAME_WIND_LOAD                   = "풍하중"
IDS_STEEL_TB_NAME_WIND_PLUS                   = "풍하중(+)"
IDS_STEEL_TB_NAME_WIND_MINUS                  = "풍하중(-)"
IDS_STEEL_TB_NAME_BY_RN_CODE                  = "기준\n적용"
IDS_STEEL_TB_NAME_SNOW_LOAD                   = "적설 하중"
IDS_STEEL_TB_NAME_SNOW                        = "적설"
IDS_STEEL_TB_NAME_USER_FORCE                  = "사용자 하중"
IDS_STEEL_TB_NAME_MU_PLUS                     = "Mu (+)"
IDS_STEEL_TB_NAME_MU_MINUS                    = "Mu (-)"
IDS_STEEL_TB_NAME_VU_PLUS                     = "Vu (+)"
IDS_STEEL_TB_NAME_VU_MINUS                    = "Vu (-)"
IDS_STEEL_TB_NAME_DEFL_CRITERIA               = "처짐\n기준"
IDS_STEEL_TB_NAME_LIB                         = "리브"
IDS_STEEL_TB_NAME_MOMENT_STRENGTH             = "모멘트 강도"
IDS_STEEL_TB_NAME_MNX                         = "Mnx"
IDS_STEEL_TB_NAME_MNY                         = "Mny"
IDS_STEEL_TB_NAME_VNX                         = "Vnx"
IDS_STEEL_TB_NAME_VNY                         = "Vny"
IDS_STEEL_TB_NAME_RMX                         = "Rmx"
IDS_STEEL_TB_NAME_RMY                         = "Rmy"
IDS_STEEL_TB_NAME_COMB                        = "조합"
IDS_STEEL_TB_NAME_SHEAR_STRENGTH              = "전단 강도"
IDS_STEEL_TB_NAME_RVX                         = "Rvx"
IDS_STEEL_TB_NAME_RVY                         = "Rvx"
IDS_STEEL_TB_NAME_DELTA                       = "δ"
IDS_STEEL_TB_NAME_SNOW_E                      = "적설 "
IDS_STEEL_TB_NAME_WIDTH_THICKNESS_RATIO       = "판 폭-두께비"
IDS_STEEL_TB_NAME_DIRECTION                   = "방향"
IDS_STEEL_TB_NAME_DIRECTION_X_E               = "X 방향 "
IDS_STEEL_TB_NAME_DIRECTION_Y_E               = "Y 방향 "
IDS_STEEL_TB_NAME_DEFLECTION_E                = "처짐  "
IDS_STEEL_TB_NAME_DEFLECTION_VER_E            = "수직 처짐 "
IDS_STEEL_TB_NAME_DEFLECTION_HOR_E            = "수평 처짐 "
IDS_STEEL_MSG_CONCENTRATED_FORCE_IS_NOTHING   = "집중 하중이 존재하지 않습니다."
IDS_STEEL_MSG_DELETE_INVALIDCELL_REAPPOINT_CELL  = "선택한 셀은 삭제할 수 없습니다. 셀을 다시 선택하세요."
IDS_STEEL_TB_NAME_POS_PNT_E                   = "위치 "
IDS_STEEL_TB_NAME_FORCE_E                     = "부재력 "
IDS_STEEL_TOOLTIP_OPEN_ECC_INSERT             = "개구부의 편심 정보를 입력하세요."
IDS_STEEL_TOOLTIP_MOVE_OPENING_FOR_TOP        = "\n (+): 개구부를 상부로 이동시킴 ( 슬래브 방향 )"
IDS_STEEL_TOOLTIP_MOVE_OPENING_FOR_BOT        = "\n (-): 개구부를 하부로 이동시킴 ( 슬래브 반대 방향 )"
IDS_STEEL_TOOLTIP_INSERT_DISTANCE_FROM_BEAM_TO_CEN  = "보의 지점에서부터 개구부 중심까지의 거리를 입력하세요."
IDS_STEEL_DLG_NOT_SELECT_MEMBER_CHANGE        = "변경하기 위해서 선택된 부재가 없습니다."
IDS_STEEL_DLG_NO_CONCENTRATED_FORCE_DATA      = "집중 하중 데이터가 없습니다."
IDS_STEEL_TB_NAME_BEAM                        = "보"
IDS_STEEL_TB_NAME_BEAM_E                      = "보 "
IDS_STEEL_TB_NAME_BRACE                       = "브레이스"
IDS_STEEL_TB_NAME_CONC                        = "콘크리트"
IDS_STEEL_TB_NAME_SECTION_RN_TYPE             = "단면\n유형"
IDS_STEEL_TB_NAME_TW                          = "tw"
IDS_STEEL_TB_NAME_TF                          = "tf"
IDS_STEEL_TB_NAME_R                           = "r"
IDS_STEEL_TB_NAME_HR                          = "Hr"
IDS_STEEL_TB_NAME_SR                          = "Sr"
IDS_STEEL_TB_NAME_BR0                         = "Br0"
IDS_STEEL_TB_NAME_BR1                         = "Br1"
IDS_STEEL_TB_NAME_COL_PNT                     = "Col."
IDS_STEEL_TB_NAME_THK_PNT                     = "Thk."
IDS_STEEL_TB_NAME_SLAB                        = "슬래브"
IDS_STEEL_TB_NAME_DOUBLE                      = "이중"
IDS_STEEL_TB_NAME_STUD_BOLT                   = "스터드 볼트"
IDS_STEEL_TB_NAME_STUD_N_BOLT                 = "스터드\n볼트"
IDS_STEEL_TB_NAME_DECK_PLATE                  = "데크 플레이트"
IDS_STEEL_TB_NAME_WEB_OPENING                 = "웨브 개구부"
IDS_STEEL_TB_NAME_CORNER_RN_RADIUS            = "모서리\n반경"
IDS_STEEL_TB_NAME_REINFORCING_PLATE           = "보강 플레이트"
IDS_STEEL_TB_NAME_CALCULATION                 = "계산"
IDS_STEEL_TB_NAME_UNIT                        = "단위"
IDS_STEEL_TB_NAME_CONCERN_RN_FORCE            = "집중\n하중"
IDS_STEEL_TB_NAME_STABILITY_CHECK             = "안정성 검토"
IDS_STEEL_TB_NAME_LOCAL_BUCKLING              = "국부 좌굴"
IDS_STEEL_TB_NAME_OPENING_RB_PARAMETER        = "개구부\n변수"
IDS_STEEL_TB_NAME_DTR_RN_WEB                  = "DTR\n(웨브)"
IDS_STEEL_TB_NAME_GUIDELINE_FOR_DETAILING     = "세부 사항에 대한 지침"
IDS_STEEL_TB_NAME_DIMENSIONS                  = "치수"
IDS_STEEL_TB_NAME_HZERO                       = "h0"
IDS_STEEL_TB_NAME_HZERO_E                     = "h0 "
IDS_STEEL_TB_NAME_ST                          = "st"
IDS_STEEL_TB_NAME_ST_E                        = "st "
IDS_STEEL_TB_NAME_SB                          = "sb"
IDS_STEEL_TB_NAME_SB_E                        = "sb "
IDS_STEEL_TB_NAME_AZERO_PER_ST                = "a0/st"
IDS_STEEL_TB_NAME_AZERO_PER_SB                = "a0/sb"
IDS_STEEL_TB_NAME_EDGE_RN_DISP_PNT            = "연단\n거리"
IDS_STEEL_TB_NAME_MOMENT_SHEAR_DASH_INTERACTION  = "모멘트-전단 상호 작용"
IDS_STEEL_TB_NAME_MM                          = "Mm"
IDS_STEEL_TB_NAME_MM_E                        = "Mm "
IDS_STEEL_TB_NAME_VM                          = "Vm"
IDS_STEEL_TB_NAME_VM_E                        = "Vm "
IDS_STEEL_TB_NAME_ADDITIONAL                  = "추가 검토"
IDS_STEEL_TB_NAME_EXT_PNT_RN_LENGTH           = "연단\n거리"
IDS_STEEL_TB_NAME_OPENING_RN_SPACE            = "개구부\n간격"
IDS_STEEL_TB_NAME_COMPOSITE_BEAM              = "합성보"
IDS_STEEL_TB_NAME_STEEL_BEAM                  = "철골보"
IDS_STEEL_TB_NAME_RECTANGLE                   = "사각형"
IDS_STEEL_TB_NAME_CIRCLE                      = "원형"
IDS_STEEL_TB_NAME_STABILITY_MATERIAL          = "안정성 ( 재질 )"
IDS_STEEL_TB_NAME_STABILITY_LOCAL_BUCKLING    = "안정성 ( 국부 좌굴 )"
IDS_STEEL_TB_NAME_STABILITY_OPENING_PARAMETER  = "안정성 ( 개구부 변수 )"
IDS_STEEL_TB_NAME_STABILITY_WIDTHTHK_RATIO_WEB  = "안정성 ( 웨브의 판 폭-두께비 )"
IDS_STEEL_TB_NAME_PZERO                       = "p0"
IDS_STEEL_TB_NAME_AZERO_PER_HZERO             = "a0/h0"
IDS_STEEL_TB_NAME_DETAILING_OPENING_TEE_DIM   = "상세 ( 개구부 및 T-단면 치수 )"
IDS_STEEL_TB_NAME_DETAILING_CONERRADII_DIST_EDGE  = "상세 ( 모서리 반지름 및 단부까지의 거리 )"
IDS_STEEL_TB_NAME_DETAILING_STUD_BOLT         = "상세 ( 스터드 볼트 )"
IDS_STEEL_TB_NAME_RADIUS_E                    = "반경 "
IDS_STEEL_TB_NAME_DISTANCE_E                  = "거리 "
IDS_STEEL_TB_NAME_DIAMETER_E                  = "직경 "
IDS_STEEL_TB_NAME_SPACE_E                     = "간격 "
IDS_STEEL_TB_NAME_EXTENSION_E                 = "연단 "
IDS_STEEL_TB_NAME_MOMENT_SHEAR_INTERACTION    = "모멘트-전단 상호 작용"
IDS_STEEL_TB_NAME_ADDITIONAL_REQUIREMENT      = "추가 요구 사항"
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_BEAM_COLUMN  = "철골 보 / 기둥 설계 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_BAST_PLATE   = "철골 베이스 플레이트 설계 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_BOLT_CONNECTION = "철골 볼트 접합부 설계 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_BOLT_MOMENT_CON = "철골 볼트 모멘트 접합부 설계 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_CRANE_GIRDER  = "철골 크레인 주행보 설계 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_PURLIN_GIRTH  = "철골 중도리 / 띠장 설계 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_WEB_OPENING  = "철골 웨브 개공보 설계 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_EMB_PLATE    = "철골 임베디드 플레이트 설계 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_STAIR        = "철골 계단 설계 ..."
IDS_STEEL_DLG_PROGMSG_DESIGN_STL_WELDING      = "철골 용접 설계 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_BEAM_COLUMN  = "철골 보 / 기둥 검토 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_BASE_PLATE  = "철골 베이스 플레이트 검토 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_BOLT_CONNECTION  = "철골 볼트 접합부 검토 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_BOLT_MOMENT_CON = "철골 볼트 모멘트 접합부 검토 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_CRANE_GIRDER  = "철골 크레인 주행보 검토 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_PURLIN_GIRTH  = "철골 중도리 / 띠장 검토 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_WEB_OPENING  = "철골 웨브 개공보 검토 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_EMB_PLATE  = "철골 임베디드 플레이트 검토 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_STAIR      = "철골 계단 검토 ..."
IDS_STEEL_DLG_PROGMSG_CHECKING_STL_WELDING    = "철골 용접 검토 ..."
IDS_STEEL_MSG_COLDFORM_NOT_EXIST_PLEASE_CHECK  = "냉간 성형강 설계를 위한 단면 목록이 없습니다. 재질이나 단면 목록을 검토하세요."
IDS_STEEL_MSG_NO_REPORT_DATA_GENERATE_REPORT  = "보고서 생성을 위한 데이터가 없습니다.\n보고서 생성이 취소되었습니다."
IDS_STEEL_MSG_LOAD_COMBINATION__i             = "하중 조합 ( %i ) ..."
IDS_STEEL_MSG_LOAD_COMBINATION                = "하중 조합 ..."
IDS_STEEL_MSG_GREEK_OMEGA                     = "Ω"
IDS_STEEL_MSG_GREEK_PHI                       = "ø"
IDS_STEEL_MSG_GREEK_PHI2                      = "ø"
IDS_STEEL_MSG_GREEK_DELTA_ALLOW               = "δallow"
IDS_STEEL_TB_NAME_RESULT                      = "결과"
IDS_STEEL_TB_NAME_SMALL_D_E                   = "d "
IDS_STEEL_TB_NAME_SMALL_A_E                   = "a "
IDS_STEEL_TB_NAME_SMALL_M_E                   = "m "
IDS_STEEL_TB_NAME_CHECK_RESULT_BOLT           = "검토 결과 ( 볼트 )"
IDS_STEEL_TB_NAME_DIRECTION_X                 = "X 방향"
IDS_STEEL_TB_NAME_DIRECTION_Y                 = "Y 방향"
IDS_STEEL_TB_NAME_BTR_COLON_DTR               = "BTR : DTR"
IDS_STEEL_TB_NAME_AXIAL_CAPACITY              = "축강도"
IDS_STEEL_TB_NAME_MOMENT_CAPACITY             = "모멘트 강도"
IDS_STEEL_TB_NAME_SHEAR_CAPACITY              = "전단 강도"
IDS_STEEL_TB_NAME_TORSION_CAPACITY            = "비틀림 강도"
IDS_STEEL_TB_NAME_QS_COLON_QA                 = "Qs : Qa"
IDS_STEEL_TB_NAME_PHI_PN_E                    = "øPn "
IDS_STEEL_TB_NAME_PU_PER_PHI_PN_E             = "Pu/øPn"
IDS_STEEL_TB_NAME_PHI_MN_E                    = "øMn "
IDS_STEEL_TB_NAME_MU_PER_PHI_MN_E             = "Mu/øMn"
IDS_STEEL_TB_NAME_PHI_VN_E                    = "øVn "
IDS_STEEL_TB_NAME_VU_PER_PHI_VN_E             = "Vu/øVn"
IDS_STEEL_TB_NAME_PHI_TN_E                    = "øTn "
IDS_STEEL_TB_NAME_TU_PER_PHI_TN_E             = "Tu/øTn"
IDS_STEEL_TB_NAME_LAMDA_P_FLANGE              = "λp (플랜지)"
IDS_STEEL_TB_NAME_LAMDA_P_WEB                 = "λp (웨브)"
IDS_STEEL_TB_NAME_LAMDA_R_FLANGE              = "λr (플랜지)"
IDS_STEEL_TB_NAME_LAMDA_R_WEB                 = "λr (웨브)"
IDS_STEEL_TB_NAME_SECTION_FLANGE              = "단면 (플랜지)"
IDS_STEEL_TB_NAME_SECTION_WEB                 = "단면 (웨브)"
IDS_STEEL_TB_NAME_COMRAT                      = "ComRat"
IDS_STEEL_TB_NAME_PR_PER_PC_LARGE_PNTTWO      = "Pr/Pc > 0.2"
IDS_STEEL_TB_NAME_PR_PER_PC_SMALL_PNTTWO      = "Pr/Pc < 0.2"
IDS_STEEL_NAME_SLENDER                        = "세장"
IDS_STEEL_NAME_NONCOMPAC                      = "비조밀"
IDS_STEEL_NAME_COMPACT                        = "조밀"
IDS_STEEL_NAME_VER_DIR                        = "수직 방향"
IDS_STEEL_NAME_HOR_DIR                        = "수평 방향"
IDS_STEEL_NAME_RUN_DIR                        = "주행 방향"
IDS_STEEL_NAME_H_PER_W                        = "h/w"
IDS_STEEL_NAME_LAMDA_MAX                      = "λmax"
IDS_STEEL_NAME_KV                             = "Kv"
IDS_STEEL_NAME_CV                             = "Cv"
IDS_STEEL_NAME_AW                             = "Aw"
IDS_STEEL_TB_NAME_MAXIMUM_STRESS              = "최대 응력 "
IDS_STEEL_TB_NAME_STRESS_RANGE                = "응력 범위 "
IDS_STEEL_TB_NAME_PU_MAX                      = "Pu,max "
IDS_STEEL_TB_NAME_PA_MAX                      = "Pa,max "
IDS_STEEL_TB_NAME_LOCAL_YIELDING              = "국부 항복 "
IDS_STEEL_TB_NAME_FLANGE_LOCAL_BENDING        = "플랜지 국부 휨 "
IDS_STEEL_TB_NAME_STIFFENER_AXIAL_STRENGTH    = "축강도 "
IDS_STEEL_TB_NAME_CRIPPING_E                  = "크리플링 "
IDS_STEEL_TB_NAME_SIDESWAY_BUCKLING           = "횡좌굴 "
IDS_STEEL_TB_NAME_COMP_BUCKLING               = "압축 좌굴 "
IDS_STEEL_TB_NAME_STIFFENER_END               = "스티프너 (단부)"
IDS_STEEL_TB_NAME_STIFFENER_MID               = "스티프너 (중앙)"
IDS_STEEL_TB_NAME_SHEAR_TFA                   = "전단 (TFA) "
IDS_STEEL_TB_NAME_DIR_X                       = "X 방향"
IDS_STEEL_TB_NAME_DIR_Y                       = "Y 방향"
IDS_STEEL_TB_NAME_STIFFENER_IS_NOT_SUPPLIED   = "스티프너가 설치되지 않았습니다."
IDS_STEEL_CHECK_DIAGRAM_DGNINFO_NEED          = "부재력 다이아그램을 표시하기 위해서는 검토 결과가 필요합니다."

IDS_STEEL_TB_NAME_AXIAL_STRESS                = "축응력"
IDS_STEEL_TB_NAME_MOMENT_STRESS               = "모멘트 응력"
IDS_STEEL_TB_NAME_SHEAR_STRESS                = "전단 응력"
IDS_STEEL_TB_NAME_SECTION_REQ                 = "단면 요구 사항"
IDS_STEEL_TB_NAME_QS                          = "Qs"
IDS_STEEL_TB_NAME_QA                          = "Qa"
IDS_STEEL_TB_NAME_FC_SMALL                    = "fc "
IDS_STEEL_TB_NAME_FC_CAPIT                    = "Fc "
IDS_STEEL_TB_NAME_FC_RATIO                    = "fc / Fc"
IDS_STEEL_TB_NAME_FS_SMALL                    = "fs "
IDS_STEEL_TB_NAME_FS_CAPIT                    = "Fs "
IDS_STEEL_TB_NAME_FS_RATIO                    = "fs / Fs"
IDS_STEEL_TB_NAME_FBC_SMALL                   = "fbc "
IDS_STEEL_TB_NAME_FBC_CAPIT                   = "FBC "
IDS_STEEL_TB_NAME_FBC_RATIO                   = "fbc / FBC"
IDS_STEEL_TB_NAME_FBT_SMALL                   = "fbt "
IDS_STEEL_TB_NAME_FBT_CAPIT                   = "FBT "
IDS_STEEL_TB_NAME_FBT_RATIO                   = "fbt / FBT"
IDS_STEEL_TB_NAME_DWR                         = "판 폭-두께비"
IDS_STEEL_TB_NAME_THR                         = "두께비"
IDS_STEEL_TB_NAME_DWR_N                       = "판 폭-\n두께비"
IDS_STEEL_TB_NAME_THR_N                       = "두께비"
IDS_STEEL_TB_NAME_RCOM12                      = "Rcom1, Rcom2"
IDS_STEEL_TB_NAME_RCOMMAX                     = "Rmax"

IDS_STEEL_TB_NAME_FA                          = "Fa"
IDS_STEEL_TB_NAME_FBX                         = "Fbx"
IDS_STEEL_TB_NAME_FBY                         = "Fby"
IDS_STEEL_TB_NAME_FSX                         = "Fsx"
IDS_STEEL_TB_NAME_FSY                         = "Fsy"
IDS_STEEL_TB_NAME_PS                          = "Ps"
IDS_STEEL_TB_NAME_MX                          = "Mx"
IDS_STEEL_TB_NAME_MY                          = "My"
IDS_STEEL_TB_NAME_VX                          = "Vx"
IDS_STEEL_TB_NAME_VY                          = "Vy"
IDS_STEEL_TB_NAME_OMEGA_PN                    = "Pn/Ω "
IDS_STEEL_TB_NAME_OMEGA_MNX                   = "Mnx/Ω "
IDS_STEEL_TB_NAME_OMEGA_MNY                   = "Mny/Ω "
IDS_STEEL_TB_NAME_OMEGA_VNX                   = "Vnx/Ω "
IDS_STEEL_TB_NAME_OMEGA_VNY                   = "Vny/Ω "

IDS_STEEL_TB_NAME_STRNG1                      = "ST1"
IDS_STEEL_TB_NAME_STRNG2                      = "ST2"
IDS_STEEL_TB_NAME_STRNG3                      = "ST3"
IDS_STEEL_TB_NAME_STRNG4                      = "ST4"
IDS_STEEL_TB_NAME_PLATE1                      = "PL1"
IDS_STEEL_TB_NAME_PLATE2                      = "PL2"
IDS_STEEL_TB_NAME_SUPPORT                     = "지점"
IDS_STEEL_TB_NAME_STAIR                       = "계단"
IDS_STEEL_TB_NAME_LANDING                     = "계단참"
IDS_STEEL_TB_NAME_LANDING_L                   = "계단참(L)"
IDS_STEEL_TB_NAME_LANDING_R                   = "계단참(R)"

IDS_STEEL_TB_NAME_LEG_SIZE                    = "용접 목두께"
IDS_STEEL_TB_NAME_LEG_SIZE_FLG_SMAX           = "플랜지, Smax "
IDS_STEEL_TB_NAME_LEG_SIZE_FLG_SMIN           = "플랜지, Smin "
IDS_STEEL_TB_NAME_LEG_SIZE_WEB_SMAX           = "웨브, Smax "
IDS_STEEL_TB_NAME_LEG_SIZE_WEB_SMIN           = "웨브, Smin "
IDS_STEEL_TB_NAME_STRESS_AND_RATIO            = "응력 및 비율"
IDS_STEEL_TB_NAME_STRESS_AND_RATIO_WELD       = "응력 및 비율 ( 용접 부재 )"
IDS_STEEL_TB_NAME_STRESS_AND_RATIO_BASE       = "응력 및 비율 ( 기준 부재 )"
IDS_STEEL_TB_NAME_STRESS_VA                   = "va "
IDS_STEEL_TB_NAME_STRESS_VMX                  = "vmx "
IDS_STEEL_TB_NAME_STRESS_VMY                  = "vmy "
IDS_STEEL_TB_NAME_STRESS_VBX                  = "vbx "
IDS_STEEL_TB_NAME_STRESS_VBY                  = "vby "
IDS_STEEL_TB_NAME_STRESS_VSX                  = "vsx "
IDS_STEEL_TB_NAME_STRESS_VSY                  = "vsy "
IDS_STEEL_TB_NAME_COMBINED_RATIO              = "조합 비율"
IDS_STEEL_TB_NAME_COMBINED_RATIO_BASE         = "조합 비율 ( 기준 부재 )"
IDS_STEEL_TB_NAME_ANGLE_LENGTH                = "앵글 길이"
IDS_STEEL_TB_NAME_LEG_SIZE_WELD_SMAX          = "용접, Smax "
IDS_STEEL_TB_NAME_LEG_SIZE_WELD_SMIN          = "용접, Smin "
IDS_STEEL_TB_NAME_LEG_SIZE_BASE_SMAX          = "기준, Smax "
IDS_STEEL_TB_NAME_LEG_SIZE_BASE_SMIN          = "기준, Smin "
IDS_STEEL_TB_NAME_WELD_MEMB                   = "용접 부재"
IDS_STEEL_TB_NAME_BASE_MEMB                   = "기준 부재"
IDS_STEEL_TB_NAME_STIFFENER                   = "스티프너"
IDS_STEEL_TB_NAME_STIFFENER_SECT              = "스티프너 단면"
IDS_STEEL_TB_NAME_LOCA_BUCK_STRS              = "국부 좌굴 응력"
IDS_STEEL_TB_NAME_COL_WEB_CRIPPL              = "기둥 웨브\n크리플링"
IDS_STEEL_TB_NAME_WEB_COMP_BUCKL              = "웨브 압축 좌굴"
IDS_STEEL_TB_NAME_WELD_CONN_DIR               = "직접"
IDS_STEEL_TB_NAME_WELD_CONN_ANG               = "앵글"
IDS_STEEL_TB_NAME_WELD_CONN_COL               = "기둥+보"
IDS_STEEL_TB_NAME_WELD_MEMB_SHORT             = "용접 부재"
IDS_STEEL_TB_NAME_BASE_MEMB_SHORT             = "기준 부재"
IDS_STEEL_TB_NAME_SECTION_ANGLE               = "앵글"
IDS_STEEL_TB_NAME_ANGLE                       = "각도"
IDS_STEEL_TB_NAME_ELECTRODE                   = "용접봉"
IDS_STEEL_TB_NAME_WELDING                     = "용접"
IDS_STEEL_TB_NUMB_RN_EA                       = "개수\n( EA )"

IDS_STEEL_TB_NAME_TORSION_N_CHECK             = "비틀림\n검토"
IDS_STEEL_TB_NAME_TORSION_CHECK_OPEN_SECT     = "비틀림 검토 ( 열린 단면 )"
IDS_STEEL_TB_NAME_TORSION_THETA               = "θ "
IDS_STEEL_TB_NAME_TORSION_THETA_PRIME1        = "θ' "
IDS_STEEL_TB_NAME_TORSION_THETA_PRIME2        = "θ'' "
IDS_STEEL_TB_NAME_TORSION_THETA_PRIME3        = "θ''' "
IDS_STEEL_TB_NAME_TORSION_STRESS_FUN          = "fun "
IDS_STEEL_TB_NAME_TORSION_STRESS_FUV          = "fuv "
IDS_STEEL_TB_NAME_TORSION_STRESS_FUV_WEB      = "fuvw "
IDS_STEEL_TB_NAME_TORSION_STRESS_FUV_FLG      = "fuvf "
IDS_STEEL_TB_NAME_TORSION_RATIO_FUNFY         = "fun / øFy"
IDS_STEEL_TB_NAME_TORSION_RATIO_FUVFY         = "fuv / ø0.6Fy"
IDS_STEEL_TB_NAME_TORSION_RATIO_FUNFCR        = "fun / øcFcr"
IDS_STEEL_TB_NAME_TORSION_RATIO_FUVFCR        = "fuv / øcFcr"
IDS_STEEL_TB_NAME_TORSION_RATIO_COMBINE       = "Rcomb"
IDS_STEEL_TB_NAME_TORSION_RATIO_MAX           = "Rmax"

//Column Bearing
//Net Tension
IDS_STEEL_TB_NAME_OCCUR                       = "발생함."
IDS_STEEL_TB_NAME_NOT_OCCUR                   = "발생하지 않음."
//Head

IDS_STEEL_TB_NAME_CHK_RESULT_FLG              = "검토 결과 ( 플랜지 )"
IDS_STEEL_TB_NAME_CHK_RESULT_PLATE            = "검토 결과 ( 플레이트 )"
IDS_STEEL_TB_NAME_CHK_RESULT_BOLT             = "검토 결과 ( 볼트군 )"
IDS_STEEL_TB_NAME_CHK_MIN_RESIST              = "최소 강도 검토"

//Row
IDS_STEEL_TB_NAME_FORCE_N_EDG                 = "N,Ed,G"
IDS_STEEL_TB_NAME_FORCE_N_ED                  = "N,Ed"
IDS_STEEL_TB_NAME_FORCE_M_YED                 = "My,Ed"
IDS_STEEL_TB_NAME_FLG_NET_TENS                = "순인장"
IDS_STEEL_TB_NAME_FLG_NET_N_ED                = "N,Ed"
IDS_STEEL_TB_NAME_PLATE_N_PL                  = "Npl,Rd"
IDS_STEEL_TB_NAME_PLATE_N_U                   = "Nu,Rd"
IDS_STEEL_TB_NAME_PLATE_N_BT                  = "Nbt,Rd"
IDS_STEEL_TB_NAME_PLATE_N_T                   = "Nt,Rd"
IDS_STEEL_TB_NAME_PLATE_RATIO                 = "N,Ed/Nt,Rd"
IDS_STEEL_TB_NAME_BOLT_F_VRD                  = "Fv,Rd"
IDS_STEEL_TB_NAME_BOLT_F_BRD                  = "Fb,Rd"
IDS_STEEL_TB_NAME_BOLT_F_RDFP                 = "F,Rd,fp"
IDS_STEEL_TB_NAME_BOLT_RATIO                  = "N,Ed/F,Rd,fp"
IDS_STEEL_TB_NAME_RESIST_N_RD                 = "N,Rd"
IDS_STEEL_TB_NAME_RESIST_PLRATIO              = "0.25N,Ed/N,Rd"
IDS_STEEL_TB_NAME_RESIST_BTRATIO              = "0.25N,Ed/2F,Rd,fp"

//EC3 Bolt Connection Member List
IDS_STEEL_TB_NAME_SUPPORTED_MEMB              = "지지되는\n부재"
IDS_STEEL_TB_NAME_SUPPORTING_MEMB             = "지지하는\n부재"
IDS_STEEL_TB_NAME_SUPPORTED_SECT              = "지지되는 부재의 단면"
IDS_STEEL_TB_NAME_SUPPORTING_SECT             = "지지하는 부재의 단면"
IDS_STEEL_TB_NAME_LEVEL_GAP                   = "레벨 / 단차"
IDS_STEEL_TB_NAME_LEVEL                       = "레벨"
IDS_STEEL_TB_NAME_FORCE_NUM_BEAM              = "지지되는\n보의\n개수"
IDS_STEEL_TB_NAME_FORCE_AF                    = "축방향력"
IDS_STEEL_TB_NAME_FORCE_PA                    = "영구\n축력"
IDS_STEEL_TB_NAME_FORCE_MX                    = "모멘트(x)"
IDS_STEEL_TB_NAME_FORCE_MY                    = "모멘트(y)"
IDS_STEEL_TB_NAME_FORCE_SX                    = "전단력(x)"
IDS_STEEL_TB_NAME_FORCE_SY                    = "전단력(y)"
IDS_STEEL_TB_NAME_FORCE_SY2                   = "전단력(y2)"
IDS_STEEL_TB_NAME_FORCE_HP                    = "hp"
IDS_STEEL_TB_NAME_FORCE_N3                    = "N3"
IDS_STEEL_TB_NAME_SPACING_WX                  = "웨브 (x)"
IDS_STEEL_TB_NAME_SPACING_WY                  = "웨브 (y)"
IDS_STEEL_TB_NAME_SPACING_FX                  = "플랜지 (x)"
IDS_STEEL_TB_NAME_SPACING_FY                  = "플랜지 (y)"
IDS_STEEL_TB_NAME_EXTENSION_WX                = "웨브 (x)"
IDS_STEEL_TB_NAME_EXTENSION_WY                = "웨브 (y)"
IDS_STEEL_TB_NAME_EXTENSION_FX                = "플랜지 (x)"
IDS_STEEL_TB_NAME_EXTENSION_FY                = "플랜지 (y)"
IDS_STEEL_TB_NAME_DIVISION_PLATE              = "끼움판"
IDS_STEEL_TB_NAME_DIVISION_APPLY              = "적용"
IDS_STEEL_TB_NAME_DIVISION_THK                = "두께"
IDS_STEEL_TB_NAME_BOLT_DEPTH                  = "두께"
IDS_STEEL_TB_NAME_DGN_NEDG                    = "N,Ed,G"
IDS_STEEL_TB_NAME_DGN_NED                     = "N,Ed"
IDS_STEEL_TB_NAME_DGN_MYED                    = "My,Ed"
IDS_STEEL_TB_NAME_DGN_VED                     = "V,Ed1"
IDS_STEEL_TB_NAME_DGN_VED2                    = "V,Ed2"
IDS_STEEL_TB_NAME_DGN_FED                     = "F,Ed"
IDS_STEEL_TB_NAME_CHK_DIMENSION               = "치수"
IDS_STEEL_TB_NAME_CHK_THICKNESS               = "두께"
IDS_STEEL_TB_NAME_CHK_SPACE_FLG               = "간격\n(플랜지)"
IDS_STEEL_TB_NAME_CHK_SPACE_WEB               = "간격\n(웨브)"
IDS_STEEL_TB_NAME_CHK_EXT_FLG                 = "연단거리\n(플랜지)"
IDS_STEEL_TB_NAME_CHK_EXT_WEB                 = "연단거리\n(웨브)"
IDS_STEEL_TB_NAME_END_FIN_PLATE               = "엔드/핀 플레이트"
IDS_STEEL_TB_NAME_CHK_MAX                     = "최대값\n검토"

//EC3 Bolt Connection Result Grid
IDS_STEEL_TB_NAME_FIN_FORCE_HD                = "설계 부재력"
IDS_STEEL_TB_NAME_FIN_FORCE_V_ED1             = "V,Ed,1 "
IDS_STEEL_TB_NAME_FIN_FORCE_V_ED2             = "V,Ed,2 "
IDS_STEEL_TB_NAME_FIN_FORCE_F_ED              = "F,Ed "
IDS_STEEL_TB_NAME_FIN_CHECK_HD                = "단면 검토"
IDS_STEEL_TB_NAME_FIN_CHECK_T_MAX             = "tp / tp,max"
IDS_STEEL_TB_NAME_FIN_CHECK_H_MIN             = "hp / hp,min"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_BOLT_HD       = "지지되는 부재 검토 ( 볼트군 )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_BOLT_RATIO1   = "V,Ed / V,Rd,Shear"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_BOLT_RATIO2   = "V,Ed / V,Rd,Plate"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_BOLT_RATIO3   = "V,Ed / V,Rd,Web"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_PLATE_HD      = "지지되는 부재 검토 ( 플레이트 )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_PLATE_RATIO1  = "V,Ed / V,Rd,Shear"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_PLATE_RATIO2  = "V,Ed / V,Rd,Bearing"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_PLATE_RATIO3  = "V,Ed / V,Rd,Buckling"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_WEB_HD        = "지지되는 부재 검토 ( 웨브 )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_WEB_RATIO     = "V,Ed / V,Rd,min"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_WEB_INTERAC_HD  = "전단과 휨 상호 작용 ( 웨브 )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_RESIS_NOTCH_HD  = "강도 검토 ( 노치 )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_NOTCH_RATIO   = "비율"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_CONN_HD       = "지지되는 부재 검토 ( 접합부 )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_CONN_RATIO    = "비율"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_NOTCH2_HD     = "지지되는 보 검토 ( 노치 )"
IDS_STEEL_TB_NAME_FIN_SUPPORTED_NOTCH2_RATIO  = "비율"
IDS_STEEL_TB_NAME_FIN_SUPPORTING_MEMB_HD      = "지지하는 부재 검토"
IDS_STEEL_TB_NAME_FIN_SUPPORTING_MEMB_RATIO1  = "전단비"
IDS_STEEL_TB_NAME_FIN_SUPPORTING_MEMB_RATIO2  = "뚤림비"
IDS_STEEL_TB_NAME_FIN_STRUCT_PLATE_HD         = "구조 일체성 검토 ( 플레이트 + 볼트 )"
IDS_STEEL_TB_NAME_FIN_STRUCT_PLATE_RATIO1     = "인장비"
IDS_STEEL_TB_NAME_FIN_STRUCT_PLATE_RATIO2     = "전단비"
IDS_STEEL_TB_NAME_FIN_STRUCT_PLATE_RATIO3     = "지압비"
IDS_STEEL_TB_NAME_FIN_STRUCT_WEB_HD           = "구조 일체성 검토 ( 웨브 )"
IDS_STEEL_TB_NAME_FIN_STRUCT_WEB_RATIO1       = "인장비"
IDS_STEEL_TB_NAME_FIN_STRUCT_WEB_RATIO2       = "지압비"
IDS_STEEL_TB_NAME_FIN_STRUCT_COL_HD           = "구조 일체성 ( 지지하는 기둥 )"
IDS_STEEL_TB_NAME_FIN_STRUCT_COL_RATIO        = "F,Ed / F,Rd,u"

IDS_STEEL_TB_NAME_END_FORCE_V_ED1             = "V,Ed1"
IDS_STEEL_TB_NAME_END_FORCE_V_ED2             = "V,Ed2"
IDS_STEEL_TB_NAME_END_FORCE_F_ED              = "F,Ed"
IDS_STEEL_TB_NAME_END_CHECK                   = "단면 검토"
IDS_STEEL_TB_NAME_END_CHECK_TP_MAX            = "tp / tp,max"
IDS_STEEL_TB_NAME_END_CHECK_HP_MIN            = "hp,min / hp"
IDS_STEEL_TB_NAME_END_CHECK_P3_MIN            = "p3,min / p3 "
IDS_STEEL_TB_NAME_END_CHECK_P3_MAX            = "p3 / p3,max"
IDS_STEEL_TB_NAME_END_CHECK_DNT_MIN           = "Dnt,min / Dnt"
IDS_STEEL_TB_NAME_END_SUPPORTED_WEB_HD        = "지지되는 부재 검토 ( 웨브 )"
IDS_STEEL_TB_NAME_END_SUPPORTED_WEB_V_CRD     = "Vc,Rd"
IDS_STEEL_TB_NAME_END_SUPPORTED_WEB_RATIO     = "V,Ed / Vc,Rd"
IDS_STEEL_TB_NAME_END_SUPPORTED_NOTCH_HD      = "지지되는 부재 검토 ( 노치 )"
IDS_STEEL_TB_NAME_END_SUPPORTED_NOTCH_RATIO   = "비율"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_HD         = "접합부 검토 ( 볼트군 )"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_BRDP     = "Fb,Rd,p"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_BRD2     = "Fb,Rd,2"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_BRD      = "Fb,Rd"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_VRD      = "Fv,Rd"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_F_RD       = "F,Rd"
IDS_STEEL_TB_NAME_END_CHK_CON_BOLT_RATIO      = "V,Ed / F,Rd"
IDS_STEEL_TB_NAME_END_CHK_CON_PLATE_HD        = "접합부 검토 ( 플레이트 )"
IDS_STEEL_TB_NAME_END_CHK_CON_PLATE_RATIO1    = "V,Ed / V,Rd,min"
IDS_STEEL_TB_NAME_END_CHK_CON_PLATE_RATIO2    = "V,Ed / V,Rd,ip"
IDS_STEEL_TB_NAME_END_SUPPORTING_MEMB_HD      = "지지하는 부재 검토"
IDS_STEEL_TB_NAME_END_SUPPORTING_MEMB_RATIO1  = "전단비"
IDS_STEEL_TB_NAME_END_SUPPORTING_MEMB_RATIO2  = "지압비"
IDS_STEEL_TB_NAME_END_CHK_RESIST_PLATE_HD     = "묶음 강도 검토 ( 플레이트 + 볼트 )"
IDS_STEEL_TB_NAME_END_CHK_RESIST_PLATE_RATIO  = "F,Ed / F,Rd,u,min"
IDS_STEEL_TB_NAME_END_CHK_RESIST_MEMB_HD      = "묶음 강도 ( 지지되는 부재 )"
IDS_STEEL_TB_NAME_END_CHK_RESIST_MEMB_RATIO   = "F,Ed / F,Rd,u"
IDS_STEEL_TB_NAME_END_CHK_RESIST_WEB_HD       = "묶음 강도 검토 ( 웨브 )"
IDS_STEEL_TB_NAME_END_CHK_RESIST_WEB_RATIO    = "비율"
IDS_STEEL_TB_NAME_END_CHK_RESIST_COL_WEB_HD   = "묶음 강도 ( 지지하는 웨브 )"
IDS_STEEL_TB_NAME_END_CHK_RESIST_COL_WEB_RATIO  = "F,Ed / F,Rd,u"

IDS_STEEL_TB_NAME_COL_CHECK_DIM_HD            = "단면 검토 ( 웨브 + 플랜지 )"
IDS_STEEL_TB_NAME_COL_CHECK_DIM_BWP           = "bwp,min / bwp "
IDS_STEEL_TB_NAME_COL_CHECK_DIM_BFP           = "bfp,min / bfp "
IDS_STEEL_TB_NAME_COL_CHECK_DIM_HFP           = "Hfp,min / Hfp "
IDS_STEEL_TB_NAME_COL_CHECK_THK_HD            = "두께 검토"
IDS_STEEL_TB_NAME_COL_CHECK_THK_TFP           = "tfp,min / tfp"
IDS_STEEL_TB_NAME_COL_CHECK_THK_TP            = "tp,min  / tp"
IDS_STEEL_TB_NAME_COL_CHECK_THK_TDP           = "tdp,min / tdp"

// Check Space
IDS_STEEL_TB_NAME_CHECK_SPACEHEAD             = "간격 검토"
IDS_STEEL_TB_NAME_CHECK_FLG_SPACEHEAD         = "간격 검토 ( 플랜지 )"
IDS_STEEL_TB_NAME_CHECK_WEB_SPACEHEAD         = "간격 검토 ( 웨브 )"
IDS_STEEL_TB_NAME_CHECK_SPACE1_MIN            = "p1,min / p1"
IDS_STEEL_TB_NAME_CHECK_SPACE1_MAX            = "p1 / p1,max"
IDS_STEEL_TB_NAME_CHECK_SPACE2_MIN            = "p2,min / p2"
IDS_STEEL_TB_NAME_CHECK_SPACE2_MAX            = "p2 / p2,max"

// Check Extension
IDS_STEEL_TB_NAME_FIN_CHECK_EXTN_HEAD         = "연단 거리 검토"
IDS_STEEL_TB_NAME_FIN_CHECK_EXTW1_MIN         = "e1,min / e1"
IDS_STEEL_TB_NAME_FIN_CHECK_EXTW1_MAX         = "e1 / e1,max"
IDS_STEEL_TB_NAME_FIN_CHECK_EXTW2_MIN         = "e2,min / e2"
IDS_STEEL_TB_NAME_FIN_CHECK_EXTW2_MAX         = "e2 / e2,max"

IDS_STEEL_TB_NAME_END_CHECK_EXTN_HEAD         = 연단 거리 검토"
IDS_STEEL_TB_NAME_END_CHECK_EXTW1_MIN         = "e1,min / e1"
IDS_STEEL_TB_NAME_END_CHECK_EXTW1_MAX         = "e1 / e1,max"
IDS_STEEL_TB_NAME_END_CHECK_EXTW2_MIN         = "e2,min / e2"
IDS_STEEL_TB_NAME_END_CHECK_EXTW2_MAX         = "e2 / e2,max"

IDS_STEEL_TB_NAME_COL_CHECK_EXTW_HEAD         = "연단 거리 검토 ( 웨브 )"
IDS_STEEL_TB_NAME_COL_CHECK_EXTW1_MIN         = "e1,min / e1"
IDS_STEEL_TB_NAME_COL_CHECK_EXTW1_MAX         = "e1 / e1,max"
IDS_STEEL_TB_NAME_COL_CHECK_EXTW2_MIN         = "e2,min / e2"
IDS_STEEL_TB_NAME_COL_CHECK_EXTW2_MAX         = "e2 / e2,max"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF_HEAD         = "연단 거리 검토 ( 플랜지 )"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF1_MIN         = "e1,min / e1"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF1_MAX         = "e1 / e1,max"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF2_MIN         = "e2,min / e2"
IDS_STEEL_TB_NAME_COL_CHECK_EXTF2_MAX         = "e2 / e2,max"

IDS_STEEL_TB_NAME_TENS_STIFFENER              = "인장 스티프너"
IDS_STEEL_TB_NAME_NUM_OF_GIRDER               = "거더\n개수"
IDS_STEEL_TB_NAME_NUM_OF_COLUMN               = "열\n개수"
IDS_STEEL_TB_NAME_MAIN_GIRDER                 = "큰보 ( 메인 )"
IDS_STEEL_TB_NAME_SUB_GIRDER                  = "큰보 ( 서브 )"
IDS_STEEL_TB_NAME_SECTION_SIZE                = "단면치수"
IDS_STEEL_TB_NAME_THROAT_THICKNESS            = "목두께"
IDS_STEEL_TB_NAME_END_PLATE                   = "엔드플레이트"
IDS_STEEL_TB_NAME_LOWER_COLUMN                = "하부기둥"
IDS_STEEL_TB_NAME_UPPER_COLUMN                = "상부기둥"
IDS_STEEL_TB_NAME_KWC                         = "K,wc"
IDS_STEEL_TB_NAME_LOWER_BRACKET               = "하부브라켓"
IDS_STEEL_TB_NAME_STIFFENER_TOPFLG            = "스티프너 (상부 플랜지)"
IDS_STEEL_TB_NAME_STIFFENER_BOTFLG            = "스티브너 (하부 플랜지)"
IDS_STEEL_TB_NAME_STIFFENER_COLWEB            = "스티프너 (기둥 웨브)"
IDS_STEEL_TB_NAME_CORNER_WIDTH                = "코너\n폭"
IDS_STEEL_TB_NAME_SIDE_NO                     = "Side\n개수"
IDS_STEEL_TB_NAME_BOLT                        = "볼트"
IDS_STEEL_TB_NAME_SLIP_FACTOR                 = "미끄럼\n계수"
IDS_STEEL_TB_NAME_SHEAR_ROW_TYPE              = "전단열\n지정방식"
IDS_STEEL_TB_NAME_SPACING_HOR                 = "간격\n(수평)"
IDS_STEEL_TB_NAME_SPACING_VER                 = "간격\n(수직)"
IDS_STEEL_TB_NAME_NUM_TOP                     = "상부\n개수"
IDS_STEEL_TB_NAME_NUM_BOT                     = "하부\n개수"
IDS_STEEL_TB_NAME_OFFSET                      = "오프셋"
IDS_STEEL_TB_NAME_CONSIDER_WEBTHK             = "웨브두께\n고려"

IDS_STEEL_TB_NAME_EMBEDDED_PLATE              = "임베디드 플레이트"
IDS_STEEL_TB_NAME_BEARING_STRESS              = "지압 응력"
IDS_STEEL_TB_NAME_STUD_REQUIREMENT            = "스터드 요구 사항"
IDS_STEEL_TB_NAME_EDGE_DIST_DOT               = "연단 거리"
IDS_STEEL_TB_NAME_STUD_DIA_DOT                = "직경"
IDS_STEEL_TB_NAME_STUD_SPA_DOT                = "간격"

IDS_STEEL_TB_NAME_DESIGN_N_METHOD             = "설계\n방법"
IDS_STEEL_TB_NAME_FACTOR_FOR_BOLTHOLE         = "볼트구멍\n계수"
IDS_STEEL_TB_NAME_THROAT_N_THICKNESS          = "목\n두께"
IDS_STEEL_TB_NAME_EFFECTIVE_LENGTH            = "유효길이"

//EC3: Beam-Column Result Grid
IDS_STEEL_TB_NAME_NU_EC                       = "NEd"
IDS_STEEL_TB_NAME_MUX_EC                      = "Mx,Ed"
IDS_STEEL_TB_NAME_MUY_EC                      = "My,Ed"
IDS_STEEL_TB_NAME_VUX_EC                      = "Vx,Ed"
IDS_STEEL_TB_NAME_VUY_EC                      = "Vy,Ed"
IDS_STEEL_TB_NAME_TU_EC                       = "TEd"
IDS_STEEL_TB_NAME_C1                          = "C1"
IDS_STEEL_TB_NAME_C2                          = "C2"
IDS_STEEL_TB_NAME_ANXTYPE                     = "Kij 계산방식"
IDS_STEEL_TB_NAME_CMX                         = "CMX"
IDS_STEEL_TB_NAME_CMY                         = "CMY"
IDS_STEEL_TB_NAME_CMLT                        = "CMLT"
IDS_STEEL_TB_NAME_CSECT_STRN                  = "단면강도" 
IDS_STEEL_TB_NAME_BUCK_STRN                   = "좌굴강도"
IDS_STEEL_TB_NAME_NCRD                        = "Nc,Rd"
IDS_STEEL_TB_NAME_MXRD                        = "Mx,Rd"
IDS_STEEL_TB_NAME_MYRD                        = "My,Rd"
IDS_STEEL_TB_NAME_VXRD                        = "Vx,Rd"
IDS_STEEL_TB_NAME_VYRD                        = "Vy,Rd"
IDS_STEEL_TB_NAME_MNXRD                       = "Mvx,Rd"
IDS_STEEL_TB_NAME_MNYRD                       = "Mvy,Rd"
IDS_STEEL_TB_NAME_NBXRD                       = "Nbx,Rd"
IDS_STEEL_TB_NAME_NBYRD                       = "Nby,Rd"
IDS_STEEL_TB_NAME_NBTRD                       = "Nb,Rd,FT"
IDS_STEEL_TB_NAME_MBRD                        = "Mb,Rd"
IDS_STEEL_TB_NAME_VBXRD                       = "Vbx,Rd"
IDS_STEEL_TB_NAME_VBYRD                       = "Vby,Rd"
IDS_STEEL_TB_NAME_SECT_CAPACITY               = "단면강도비"
IDS_STEEL_TB_NAME_BUCK_CAPACITY               = "좌굴강도비"
IDS_STEEL_TB_NAME_NCRD_RAT                    = "NEd/Nc,Rd"
IDS_STEEL_TB_NAME_MXRD_RAT                    = "Mx,Ed/Mx,Rd"
IDS_STEEL_TB_NAME_MYRD_RAT                    = "My,Ed/My,Rd"
IDS_STEEL_TB_NAME_VXRD_RAT                    = "Vx,Ed/Vx,Rd"
IDS_STEEL_TB_NAME_VYRD_RAT                    = "Vy,Ed/Vy,Rd"
IDS_STEEL_TB_NAME_CBST_RATX                   = "Mx,Ed/Mvx,Rd"
IDS_STEEL_TB_NAME_CBST_RATY                   = "My,Ed/Mvy,Rd"
IDS_STEEL_TB_NAME_CBST_RAT                    = "B&A Ratio"
IDS_STEEL_TB_NAME_NBXRD_RAT                   = "NEd/Nbx,Rd"
IDS_STEEL_TB_NAME_NBYRD_RAT                   = "NEd/Nby,Rd"
IDS_STEEL_TB_NAME_NBTRD_RAT                   = "NEd/Nb,Rd,FT"
IDS_STEEL_TB_NAME_MBRD_RAT                    = "Mx,Ed/Mb,Rd"
IDS_STEEL_TB_NAME_VBXRD_RAT                   = "VEd/Vbx,Rd"
IDS_STEEL_TB_NAME_VBYRD_RAT                   = "VEd/Vby,Rd"
IDS_STEEL_TB_NAME_CBBKX_RAT                   = "B&A Ratio (X)"
IDS_STEEL_TB_NAME_CBBKY_RAT                   = "B&A Ratio (Y)"

//ESSG Result Grid
IDS_STEEL_TB_NAME_WTOT_RAT                    = "판폭두께비"
IDS_STEEL_TB_NAME_FLANGE_CTOT                 = "플랜지 (c/t)"
IDS_STEEL_TB_NAME_WEB_CTOT                    = "웨브 (c/t)"
IDS_STEEL_TB_NAME_FLG_LIMTS                   = "플랜지 한계세장비 1,2,3"
IDS_STEEL_TB_NAME_WEB_LIMTS                   = "웨브 한계세장비 1,2,3"
IDS_STEEL_TB_NAME_FLG_CLASS                   = "플랜지클래스"
IDS_STEEL_TB_NAME_WEB_CLASS                   = "웨브클래스"
IDS_STEEL_TB_NAME_SECT_CLASS                  = "단면클래스"
IDS_STEEL_TB_NAME_AXI_CAPA                    = "축력"
IDS_STEEL_TB_NAME_MOT_CAPA                    = "모멘트"
IDS_STEEL_TB_NAME_COM_CAPA                    = "단면 조합검토"
IDS_STEEL_TB_NAME_BEND_SHEAR                  = "휨-전단 강도비"
IDS_STEEL_TB_NAME_BEND_AXIAL                  = "휨-축력 강도비"
IDS_STEEL_TB_NAME_BEND_SHEAR_AXIAL            = "강도저감계수 (ρ)"
IDS_STEEL_TB_NAME_SHEAR_CAPA                  = "전단"
IDS_STEEL_TB_NAME_FLEX_BUCK                   = "휨좌굴"
IDS_STEEL_TB_NAME_TORS_BUCK                   = "비틀림 및 휨비틀림좌굴"
IDS_STEEL_TB_NAME_LAT_TORS_BUCK               = "횡비틀림좌굴"
IDS_STEEL_TB_NAME_INACT_FACTORS               = "Kij 계수"
IDS_STEEL_TB_NAME_COMB_BEND_AXIAL_COMP        = "좌굴 조합검토"
IDS_STEEL_TB_NAME_COMB_RATIO                  = "휨-축력 강도비"
IDS_STEEL_TB_NAME_SHEAR_BUCKL                 = "전단좌굴"
IDS_STEEL_TB_NAME_XYHH_SHEAR                  = "X,Y-강전단"
IDS_STEEL_TB_NAME_XYLH_SHEAR                  = "Y-강전단"
IDS_STEEL_TB_NAME_XYHL_SHEAR                  = "X-강전단"
IDS_STEEL_TB_NAME_XYLL_SHEAR                  = "X,Y-약전단"

// STEEL BOLT MOMENT CONNECTION ( KSSC / AISC )
IDS_STEEL_TB_NAME_FULL_N_DEPTH                = "전체\n높이"
IDS_STEEL_TB_NAME_EDGE_N_LENGTH               = "에지\n길이"
IDS_STEEL_TB_NAME_EDGE_N_HEIGHT               = "에지\n높이"
IDS_STEEL_TB_NAME_EXT_DOT_X                   = "외부(X)"
IDS_STEEL_TB_NAME_EXT_DOT_Y                   = "외부(Y)"
IDS_STEEL_TB_NAME_YIELD_STRESS                = "항복 응력"
IDS_STEEL_TB_NAME_LOAD_N_COMB_DOT             = "하중\n조합"
IDS_STEEL_TB_NAME_DESIGN_N_PARAM_DOT          = "설계\n변수"
IDS_STEEL_TB_NAME_PROPERTY                    = "속성"
IDS_STEEL_TB_NAME_SPACING                     = "간격"
IDS_STEEL_TB_NAME_INT_DOT                     = "내부"
IDS_STEEL_TB_NAME_EXT_DOT                     = "외부"
IDS_STEEL_TB_NAME_CONSIDER_N_WEB_N_THICK      = "웨브\n두께\n고려"
IDS_STEEL_TB_NAME_CONSIDER_N_FLG_N_THICK      = "플랜지\n두께\n고려"
IDS_STEEL_TB_NAME_ROWCOL_COLUMN               = "열수"
IDS_STEEL_TB_NAME_ROWCOL_ROW                  = "행수"
IDS_STEEL_TB_NAME_GIRDER_STIFFNER             = "보 스티프너"
IDS_STEEL_TB_NAME_NO_PRYING_BOLT_MOMENT_STR   = "지레효과\n없는 볼트\n모멘트\n강도"
IDS_STEEL_TB_NAME_REQ_END_PLATE_THICK         = "소요\n단부\n플레이트\n두께"
IDS_STEEL_TB_NAME_COMP_BOLT_SHEAR_RUPTURE     = "압축측\n볼트의\n전단\n파단"
IDS_STEEL_TB_NAME_BOLT_BEARING_TEAROUT        = "볼트의\n지압 및\n찢어짐"
IDS_STEEL_TB_NAME_COLUMN_FLANGE_YIELDING      = "기둥\n플랜지\n항복"
IDS_STEEL_TB_NAME_STIFFENER_DESIGN_FORCE      = "스티프너 설계 부재력"
IDS_STEEL_TB_NAME_PLATE_N_YIELDING            = "플레이트\n항복"
IDS_STEEL_TB_NAME_PLATE_N_RUPTURE             = "플레이트\n파단"
IDS_STEEL_TB_NAME_SHEAR_N_YIELDING            = "전단\n항복"
IDS_STEEL_TB_NAME_SHEAR_N_RUPTURE             = "전단\n파단"
IDS_STEEL_TB_NAME_COLUMN_N_FLANGE             = "기둥\n플랜지"
IDS_STEEL_TB_NAME_WEB_N_YIELDING              = "웨브\n항복"
IDS_STEEL_TB_NAME_WEB_N_BUCKLING              = "웨브\n좌굴"
IDS_STEEL_TB_NAME_WEB_N_CRIPPLING             = "웨브\n크리플링"
IDS_STEEL_TB_NAME_DESIGN_N_FORCE              = "설계\n부재력"
